Repository: samuelesegrini/PoliVerse
Catalog: PoliVerse/App/AppShortcuts.xcstrings
Source language: it
Languages: en

source: Apri WeBeep in ${applicationName}
en: Open WeBeep in ${applicationName}

source: Apri l'orario in ${applicationName}
en: Open the timetable in ${applicationName}

source: Apri la carriera in ${applicationName}
en: Open my career in ${applicationName}

source: Aule libere in ${applicationName}
en: Free rooms in ${applicationName}

source: Ci sono esiti nuovi in ${applicationName}
en: Any new results in ${applicationName}

source: La mia media in ${applicationName}
en: My average in ${applicationName}

source: Lezioni di oggi in ${applicationName}
en: Today's lectures in ${applicationName}

source: Materiali dei corsi in ${applicationName}
en: Course materials in ${applicationName}

source: Novità sui miei esami in ${applicationName}
en: Updates on my exams in ${applicationName}

source: Prossimo esame in ${applicationName}
en: Next exam in ${applicationName}

source: Quando è il prossimo esame in ${applicationName}
en: When is my next exam in ${applicationName}

source: Trova un'aula libera in ${applicationName}
en: Find a free room in ${applicationName}
